package flights

// (функции для получения полётов по api какой-нибудь flightradar)
// Добавить функционал по получению полётов (попробуй сделать с новой структурой в этом пакете например type Flights struct у которой будет метод для получения данных func (f *Flights) Get(...) ... и метод func (f *Flights) Update(flightsData ...) error который проставляет полученный из f.Get(...) данные полётов в базу
// Добавить файл internal/updater/updater.go чтобы обновлять данные каждые 30 сек
// Для этого завести структуру
